acpi
acpid
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
appimagelauncher
arandr
arch-install-scripts
ario
ark
arm-none-eabi-gcc
arm-none-eabi-gdb
autoconf
automake
avahi
b43-fwcutter
bash
binutils
bison
bluedevil
bochs
boost
bridge-utils
btrfs-progs
bzip2
cantata
cdparanoia
cdrdao
chromium
clang
cmake
coreutils
cpupower
crda
criterion
cronie
cryptsetup
cscope
ctags
cuda
dejagnu
device-mapper
dhclient
dhcpcd
dialog
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosbox
dosfstools
dvd+rw-tools
e2fsprogs
ebtables
ecryptfs-utils
efibootmgr
emacs
emovix
evince
exfat-utils
f2fs-tools
fakeroot
fbv
feh
ffmpeg
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
flex
fwupd
gawk
gcc-ada
gcc-libs
gconf
gdb
gettext
gimp
gitg
glibc
gnome-calendar
gnome-icon-theme
gnome-themes-extra
gnote
gperf
graphviz
grep
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
haskell-gnutls
htop
i3-wm
i3blocks
i3lock
i3status
ifplugd
illyria-wallpaper
inetutils
intel-ucode
inxi
iproute2
iputils
jdk8-openjdk
jfsutils
jq
jre8-openjdk
jre8-openjdk-headless
k3b
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
kernel-alive
kfind
kgamma5
kget
khelpcenter
khotkeys
kimageformats
kinfocenter
kio-extras
kmenuedit
konsole
konversation
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lib32-libcanberra
lib32-libcanberra-pulse
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-450xx-utils
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libcanberra-gstreamer
libcanberra-pulse
libdvdcss
libidn11
libisoburn
libktorrent
libpng12
libpst
libreoffice-still
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libvirt
licenses
light
linux58
linux58-nvidia-450xx
logrotate
ltrace
lvm2
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-zsh-config
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mpd
mtools
mtpfs
nano
nasm
ncurses5-compat-libs
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-450xx-utils
nvidia-prime
okular
openbsd-netcat
openresolv
openssh
openssl-1.0
os-prober
oxygen
oxygen-icons
p7zip
pacaur
pacman
pamac-cli
pamac-flatpak-plugin
pamac-gtk
pamac-snap-plugin
pamac-tray-icon-plasma
pandoc
paraview
partitionmanager
pasystray
patch
pavucontrol
pciutils
perf
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
pkgconf
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-workspace
plasma-workspace-wallpapers
poppler-data
postgresql
powerdevil
powertop
print-manager
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pulseeffects
python-django
python-pillow
python-pip
python-pipenv
python-pyalsa
python-pyqt5
python-pysmbc
python-reportlab
qbittorrent
qemu
qemu-arch-extra
qt5-imageformats
qt5-virtualkeyboard
reiserfsprogs
rsync
ruby
rxvt-unicode
s-nail
samba
screenfetch
scrot
sddm
sddm-breath2-theme
sddm-kcm
sed
shadow
skanlite
slack-desktop
snapd
snapd-glib
spectacle
spectre-meltdown-checker
sshfs
steam-manjaro
strace
sudo
sysfsutils
system-config-printer
systemd
systemd-fsck-silent
systemd-kcm
systemd-sysvcompat
systemsettings
tar
tcpdump
terminator
terminus-font
texinfo
texlive-bin
texlive-core
texlive-latexextra
thunar
thunderbird
tig
time
timeshift
tk
tlp
transcode
tree
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
udiskie
udisks2
unarchiver
unzip
usb_modeswitch
usbutils
user-manager
util-linux
vcdimager
vi
vim
virt-manager
vlc
volumeicon
vulkan-intel
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
wget
which
wine
wireshark-cli
wireshark-qt
wpa_supplicant
xautolock
xbitmaps
xclip
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
yakuake
yasm
youtube-dl
zensu
