acpi
acpid
alsa-utils
android-emulator
android-tools
arandr
arch-install-scripts
ario
autoconf
automake
bash
bc
binutils
bison
bochs
boost
bridge-utils
bzip2
chromium
clang
cmake
coreutils
cronie
cryptsetup
cscope
ctags
dejagnu
device-mapper
dhcpcd
dialog
diffutils
dmenu
dnsmasq
dosbox
e2fsprogs
ebtables
efibootmgr
emacs
evince
fakeroot
fbv
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-ada
gcc-libs
gdb
gettext
gimp
git
gitg
glibc
gnome-calendar
gnote
gperf
graphviz
grep
groff
grub
gzip
haskell-gnutls
htop
i3-gaps
i3blocks
i3lock
i3status
ifplugd
imagemagick
inetutils
iproute2
iputils
iw
jfsutils
jq
less
lib32-gcc-libs
lib32-glibc
libidn11
libisoburn
libpng12
libpst
libtool
libvirt
licenses
light
linux
linux-firmware
logrotate
ltrace
lvm2
m4
make
man-db
man-pages
mdadm
mtools
nano
nasm
ncurses5-compat-libs
netctl
networkmanager
nfs-utils
nmap
nodejs
ntfs-3g
openbsd-netcat
openssh
openssl-1.0
os-prober
pacman
pandoc
pasystray
patch
pavucontrol
pciutils
perl
pkgconf
postgresql
procps-ng
psmisc
pulseaudio-jack
pulseeffects
python-django
python-pipenv
python-pyalsa
python-virtualenv
qbittorrent
qemu
qemu-arch-extra
reiserfsprogs
rsync
rxvt-unicode
rxvt-unicode-terminfo
s-nail
scrot
sed
shadow
strace
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
tcpdump
terminator
texinfo
texlive-bin
texlive-core
texlive-latexextra
thunar
thunderbird
tig
time
tk
tree
ttf-dejavu
unzip
usbutils
util-linux
vi
vim
virt-manager
vlc
volumeicon
wget
which
wine
wireshark-cli
wireshark-qt
xautolock
xbitmaps
xclip
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yaourt
yasm
youtube-dl
zenity
zsh
